export const messages = {
    success: {
        signup: "حساب با موفقیت ساخته  شد.",
        login: "با موفقیت وارد حساب شدید.",
        addBook: "کتاب با موفقیت اضافه شد.",
        editBook: "تغییرات کتاب با موفقیت ذخیره شد.",
        deleteBook: "کتاب با موفقیت حذف شد.",
    },
    error: {
        signup: "ساخت حساب با خطا مواجه شد.",
        login: "ورود ناموفق بود.",
        addBook: "افزودن کتاب با خطا مواجه شد.",
        editBook: "ویرایش کتاب انجام نشد.",
        deleteBook: "حذف کتاب انجام نشد.",
    },
};